<?php

return [
    'login' => 'Войти',
    'register' => 'Регистрация',
    'logout' => 'Выйти',
    'reset' => 'Сбросить пароль',
    'forgot' => 'Забыли пароль?',
    'verify' => 'Подтвердите Email',
    'verify_title' => 'Вам необходимо подтвердить ваш Email. Проверьте свою почту',
    'verify_message' => 'Если вы не получили письмо, запросите письмо еще раз, заполнив форму ниже',
    'verify_retry' => 'Отправить письмо повторно',
    'reset_button' => 'Выслать ссылку на сброс пароля',
    'email' => 'Email',
    'password' => 'Пароль',
    'password_confirm' => 'Повторите пароль',
    'remember' => 'Запомнить меня',
    'username' => 'Имя пользователя',
    'username_tooltip' => 'Имя пользователя должно быть в нижнем регистре, латиницей, может содержать цифры и знак "."',
    'forgot_question' => 'Забыли свой пароль?',
    'reset_notification' => [
        'title' => 'Уведомление о сбросе пароля',
        'line1'=> 'Вы получили это сообщение, т.к мы получили от вас запрос на сброс пароля',
        'line2' => 'Эта ссылка будет доступна в течении :count минут',
        'line3' => 'Если вы не хотели сбросить пароль и письмо получили по ошибке, то не совершайте никаких действий',
    ],
    'verify_notification' => [
        'title' => 'Подтвердите ваш Email',
        'line1'=> 'Пожалуйста, нажмите кнопку ниже чтобы подтвердить ваш Email',
        'line2' => 'Если вы не создаете аккаунт, то не предпринимайте никаких действий',
    ],
    'verified' => 'Email уже подтвержден',
    'verify_retry_send' => 'Мы повторно отправили ссылку на ваш Email',
    'error' => [
        'credentials' => 'Имя пользователя и пароль не совпадают'
    ]
];
