<?php

return [
    'add' => 'Добавить экземпляр',
    'edit' => 'Редактирование экземпляра',
    'created' => 'Экземпляр добавлен',
    'updated' => 'Экземпляр обновлен',
    'deleted' => 'Экземпляр удален',
    'list' => 'Список экземпляров',
    'mass_deleted' => 'Выбранные экземпляры удалены',
    'mass_force_deleted' => 'Выбранные экземпляры навсегда удалены',
    'collectibles' => 'Экземпляр|Экземпляры',
    'search' => 'Поиск экземпляра',
    'choose' => 'Выберите экземпляр|Выберите экземпляры'
];
