<?php

return [
    'id' => 'id',
    'name' => 'Название',
    'slug' => 'Префикс',
    'description' => 'Описание',
    'created-date' => 'Дата добавления',
    'add' => 'Добавить',
    'save' => 'Сохранить',
    'upload' => 'Загрузите',
    'main-photo' => 'Главное фото',
    'image' => 'Изображение',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'deleting' => 'Удаление',
    'close' => 'Закрыть',
    'action' => 'Действие',
    'delete-confirmation' => 'Вы действительно хотите удалить',
    'reset' => 'Сбросить',
    'filter' => 'Отфильтровать'
];
