<?php

return [
    'id' => 'id',
    'name' => 'Название',
    'slug' => 'Префикс',
    'description' => 'Описание',
    'thumbnail' => 'Миниатюра',
    'created_date' => 'Дата добавления',
    'add' => 'Добавить',
    'save' => 'Сохранить',
    'upload' => 'Загрузите',
    'main_photo' => 'Главное фото',
    'image' => 'Изображение',
    'edit' => 'Редактировать',
    'delete' => 'Удалить',
    'deleting' => 'Удаление',
    'force_deleting' => 'Удаление навсегда',
    'close' => 'Закрыть',
    'action' => 'Действие',
    'delete_confirmation' => 'Вы действительно хотите удалить',
    'reset' => 'Сбросить',
    'filter' => 'Отфильтровать',
    'choose_image' => 'Выберите изображение',
    'not_found' => 'Ничего не найдено',
    'unable_mass_deleting' => 'Невозможно удалить отмеченное',
    'file' => [
        'format' => 'Формат',
        'max_size' => 'Максимальный размер'
    ]
];
