<?php

return [
    'close' => 'Закрыть',
    'next' => 'Следующий',
    'prev' => 'Предыдущий',
    'modal' => 'Мы можете закрыть это окно клавишей ESC',
    'error' => 'Что-то пошло не так. Попробуйте позже',
    'image_error' => 'Изображение не найдено',
    'element_not_found' => 'HTML элемент не найден',
    'ajax_not_found' => 'Ошибка загрузки Ajax: Не найдено',
    'ajax_forbidden' => 'Ошибка загрузки Ajax: Запрещено',
    'iframe_error' => 'Ошибка загрузки страницы',
    'toggle_zoom' => 'Переключить уровень масштаба',
    'toggle_thumbs' => 'Переключить миниатюру',
    'toggle_slideshow' => 'Переключить слайд-шоу',
    'toggle_fullscreen' => 'Выйти из полноэкранного режима',
    'download' => 'Скачать',
    'iteratezoom' => 'Увеличить/Уменьшить'
];
