<?php

return [
    'add' => 'Добавить производителя игровых платформ',
    'edit' => 'Редактирование производителя игровых платформ',
    'created' => 'Производитель игровых платформ добавлен',
    'updated' => 'Производитель игровых платформ обновлен',
    'deleted' => 'Производитель игровых платформ удален',
    'list' => 'Список производителей игровых платформ',
    'mass_deleted' => 'Выбранные производители игровых платформ удалены',
    'mass_force_deleted' => 'Выбранные производители игровых платформ навсегда удалены',
    'developers' => 'Производители',
    'search' => 'Поиск производителя игровых платформ'
];
