<?php

return [
    'add' => 'Добавить игрового разработчика',
    'edit' => 'Редактирование игрового разработчика',
    'created' => 'Игровой разработчик добавлен',
    'updated' => 'Игровой разработчик обновлен',
    'deleted' => 'Игровой разработчик удален',
    'list' => 'Список игровых разработчиков',
    'mass_deleted' => 'Выбранные игровые разработчики удалены',
    'mass_force_deleted' => 'Выбранные игровые разработчики навсегда удалены',
    'developers' => 'Разработчик|Разработчики',
    'choose' => 'Выберите разработчика|Выберите разработчиков',
    'search' => 'Поиск игрового разработчика'
];
