<?php

return [
    'add' => 'Добавить игрового издателя',
    'edit' => 'Редактирование игрового издателя',
    'created' => 'Игровой издатель добавлен',
    'updated' => 'Игровой издатель обновлен',
    'deleted' => 'Игровой издатель удален',
    'list' => 'Список игровых издателей',
    'mass_deleted' => 'Выбранные игровые издатели удалены',
    'mass_force_deleted' => 'Выбранные игровые издатели навсегда удалены',
    'publishers' => 'Издатель|Издатели',
    'search' => 'Поиск игрового издателя',
    'choose' => 'Выберите игрового издателя|Выберите игровых издателей'
];
