<?php

return [
    'add' => 'Добавить игровой носитель',
    'edit' => 'Редактирование игрового носителя',
    'created' => 'Игровой носитель добавлен',
    'updated' => 'Игровой носитель обновлен',
    'deleted' => 'Игровой носитель удален',
    'list' => 'Список игровых носителей',
    'mass_deleted' => 'Выбранные игровые носители удалены',
    'mass_force_deleted' => 'Выбранные игровые носители навсегда удалены',
    'medias' => 'Носители',
    'media' => 'Носитель',
    'search' => 'Поиск игрового носителя',
    'released_at' => 'Дата релиза'
];
