<?php

return [
    'add' => 'Добавить игровую платформу',
    'edit' => 'Редактирование игровой платформы',
    'created' => 'Игровая платформа добавлена',
    'updated' => 'Игровая платформа обновлена',
    'deleted' => 'Игровая платформа удалена',
    'list' => 'Список игровых платформ',
    'mass_deleted' => 'Выбранные игровые платформы удалены',
    'mass_force_deleted' => 'Выбранные игровые платформы навсегда удалены',
    'platforms' => 'Платформы',
    'platform' => 'Платформа',
    'search' => 'Поиск игровых платформ',
    'stationary' => 'Стационарная',
    'portable' => 'Портативная',
    'universal' => 'Универсальная',
    'arcade' => 'Аркадный автомат',
    'computer' => 'Компьютер',
    'other' => 'Другое',
    'choose_type' => 'Выберите тип',
    'type' => 'Тип',
    'choose' => 'Выберите платформу'
];
