<?php

return [
    'add' => 'Добавить страницу',
    'edit' => 'Редактирование страницу',
    'created' => 'Страница добавлена',
    'updated' => 'Страница обновлена',
    'deleted' => 'Страница удалена',
    'list' => 'Список страниц',
    'mass_deleted' => 'Выбранные страницы удалены',
    'mass_force_deleted' => 'Выбранные страницы навсегда удалены',
    'pages' => 'Страница|Страницы',
    'choose' => 'Выберите страницу|Выберите страницы',
    'search' => 'Поиск страницы',
    'category' => [
        'add' => 'Добавить категорию',
        'edit' => 'Редактирование категорию',
        'created' => 'Категория добавлена',
        'updated' => 'Категория обновлена',
        'deleted' => 'Категория удалена',
        'list' => 'Список категорий',
        'mass_deleted' => 'Выбранные категории удалены',
        'mass_force_deleted' => 'Выбранные категории навсегда удалены',
        'categories' => 'Категория|Категории',
        'choose' => 'Выберите категорию|Выберите категории',
        'search' => 'Поиск категории'
    ]
];
