<?php

return [
    'add' => 'Добавить пользователя',
    'edit' => 'Редактирование пользователя',
    'created' => 'Пользователь добавлен',
    'updated' => 'Пользователь обновлен',
    'deleted' => 'Пользователь удален',
    'list' => 'Список пользователей',
    'mass_deleted' => 'Выбранные пользователи удалены',
    'mass_force_deleted' => 'Выбранные пользователи навсегда удалены',
    'to_profile' => 'Перейти в профиль',
    'profile' => 'Профиль',
    'users' => 'Пользователь|Пользователи',
    'search' => 'Поиск пользователя',
    'choose' => 'Выберите пользователя|Выберите пользователей'
];
