<?php

return [
    'add' => 'Добавить администратора',
    'edit' => 'Редактирование администратора',
    'created' => 'Администратор добавлен',
    'updated' => 'Администратор обновлен',
    'deleted' => 'Администратор удален',
    'list' => 'Список администраторов',
    'mass_deleted' => 'Выбранные администраторы удалены',
    'mass_force_deleted' => 'Выбранные администраторы навсегда удалены',
    'to_profile' => 'Перейти в профиль',
    'profile' => 'Профиль',
    'users' => 'Пользователь|Пользователи',
    'search' => 'Поиск администратора',
    'choose' => 'Выберите администратора|Выберите администраторов',
    'admins' => 'Администратор|Администраторы',
    'collectors' => 'Коллекционер|Коллекционеры',
    'collector' => [
        'add' => 'Добавить коллекционера',
        'edit' => 'Редактирование коллекционера',
        'created' => 'Коллекционер добавлен',
        'updated' => 'Коллекционер обновлен',
        'deleted' => 'Коллекционер удален',
        'list' => 'Список коллекционеров',
        'mass_deleted' => 'Выбранные коллекционеры удалены',
        'mass_force_deleted' => 'Выбранные коллекционеры навсегда удалены',
        'to_profile' => 'Перейти в профиль',
        'profile' => 'Профиль',
        'search' => 'Поиск коллекционера',
        'choose' => 'Выберите коллекционера|Выберите коллекционеров',
    ],
    'role' => [
        'add' => 'Добавить роль',
        'edit' => 'Редактирование роли',
        'created' => 'Роль добавлена',
        'updated' => 'Роль обновлена',
        'deleted' => 'Роль удалена',
        'list' => 'Список ролей',
        'roles' => 'Роль|Роли',
        'choose' => 'Выберите роль|Выберите роли'
    ],
    'permission' => [
        'add' => 'Добавить разрешение',
        'edit' => 'Редактирование разрешения',
        'created' => 'Разрешение добавлено',
        'updated' => 'Разрешение обновлено',
        'deleted' => 'Разрешение удалено',
        'list' => 'Список разрешений',
        'permissions' => 'Разрешение|Разрешения',
        'additional' => 'Дополнительные разрешения'
    ]
];
