<?php

return [
    'add' => 'Добавить пользователя',
    'edit' => 'Редактирование пользователя',
    'created' => 'Пользователь добавлен',
    'updated' => 'Пользователь обновлен',
    'deleted' => 'Пользователь удален',
    'list' => 'Список пользователей',
    'mass_deleted' => 'Выбранные пользователи удалены',
    'mass_force_deleted' => 'Выбранные пользователи навсегда удалены',
    'to_profile' => 'Перейти в профиль',
    'profile' => 'Профиль',
    'users' => 'Пользователь|Пользователи',
    'search' => 'Поиск пользователя',
    'choose' => 'Выберите пользователя|Выберите пользователей',
    'admins' => 'Администратор|Администраторы',
    'collectors' => 'Коллекционер|Коллекционеры',
    'collector' => [
        'add' => 'Добавить коллекционера',
        'edit' => 'Редактирование коллекционера',
        'created' => 'Коллекционер добавлен',
        'updated' => 'Коллекционер обновлен',
        'deleted' => 'Коллекционер удален',
        'list' => 'Список коллекционеров',
        'mass_deleted' => 'Выбранные коллекционеры удалены',
        'mass_force_deleted' => 'Выбранные коллекционеры навсегда удалены',
        'to_profile' => 'Перейти в профиль',
        'profile' => 'Профиль',
        'search' => 'Поиск коллекционера',
        'choose' => 'Выберите коллекционера|Выберите коллекционеров',
    ]
];
